const questionsSelfReview = [
  {
    title:
      "Что вам нравится в вашей текущей работе, задачах, отношениях с коллегами, процессах в компании и т.д.?",
    description:
      "Напишите два-три предложения об общем впечатлении от работы за последнее время",
  },
  {
    title: "Что не нравится, что можно улучшить/ исправить?",
    description: "",
  },
  {
    title: "Какие у вас были успехи?",
    description:
      "Расскажите, что было сделано за этот период. Выделите те проекты, которыми особенно гордитесь. Чтобы у руководителя была полная картина ваших достижений, укажите название проекта и продолжительность работы над ним",
  },
  {
    title: "Какие у вас были неудачи?",
    description:
      "Насколько человек придерживается покрытия кода авто тестами, проектирует хорошую архитектуру, использует хорошие паттерны.",
  },
  {
    title: "Какие, по вашему мнению, у вас есть зоны роста?",
    description:
      "Определите, какие навыки вам важно развивать в ближайшее время и что для этого вы планируете делать. Если вы не можете вспомнить проблемы с задачами, подумайте, какие компетенции стоит развивать, чтобы выполнять работу эффективнее. Например, ваша работа страдает из-за того, что сложно вести переговоры. Значит, это ваша зона роста.",
  },
  {
    title: "Какие вы видите планы на будущее?",
    description: "",
  },
];

export default questionsSelfReview;
